//
//  Localized strings (en)
//  
//  Copyright Google Inc., 2008-2009. All rights reserved.
//

/* A dialog label explaining to the user that we could not tweet. %d is an error code. */
"Could not tweet! (%d)" = "Could not tweet! (%d)";

/* A dialog label explaining that the user could not send their Twitter data due to a bad password for account. %@ */
"Could not tweet. Please check the password for account %@" = "Could not tweet. Please check the password for account %@";

/* A dialog label explaining that their Twitter message was too long and was truncated. */
"Message too long — truncated." = "Message too long — truncated.";

/* A dialog label explaning that the user's message has been successfully sent to Twitter. */
"Message tweeted!" = "Message tweeted!";

/* A dialog title. Twitter is a product name. */
"Twitter" = "Twitter";

/* A dialog label telling you to set up a Twitter account. */
"Set up your Twitter account." = "Set up your Twitter account.";

/* A dialog label telling you to update a Twitter account password. */
"Update your Twitter password." = "Update your Twitter password.";

/* A dialog label denoting a text field that contains an account name. */
"Account Name:" = "Account Name:";

/* A dialog label denoting a text field that contains a password. */
"Password:" = "Password:";

/* A button label for cancel */
"Cancel" = "Cancel";

/* A button label denoting that you are going to update your password. */
"Update" = "Update";

/* A button label denoting that you are going to setup your account. */
"Setup" = "Setup";

